Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_suosittelee_saamenkielisia_digiaineistoja_kotiopetukseen.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät suosittelee saamenkielisiä digiaineistoja kotiopetukseen
sms: Sääʹmteʹǧǧ siâzztââll ââʹnned sääʹmǩiõllsaž digiaunnstõõzzid päiʹǩǩmättʼtõõzzâst

source: Saamen kielillä on julkaistu jo iso määrä digikirjoja, mobiilipelejä ja videoita, jotka sopivat hyvin etäopetukseen nyt kun koulujen ovet sulkeutuvat.
sms: Sääʹmǩiõlid lie õlmstõttum juʹn jiânnai digimateriaal, mobiilspeâl da video, kook ââʹnte puârast ougglõsmättʼtõʹsse ååʹn, ko škoouluusid lie piijjâm ǩidd.

source: Aineistoja löytyy sekä Saamelaiskäräjien omilta verkkosivuilta ja muilta palvelimilta.
sms: Aunnstõõzz käunnʼje nuʹtt Sääʹmteeʹǧǧ jiijjâs neʹttseeidain ko še jeeʹres kääzzkõõzzin.

source: Koulutus- ja oppimateriaalitoimisto suosittelee aineistoihin tutustumista.
sms: Škooultõs- da mättmateriaalkoontâr siâzztââll tobdstõõttâd aunnstõõzzid.

source: Alla olevaan listaan on koottu kotona tapahtuvaan oppimiseen sopivia materiaaleja.
sms: Vueʹlnn åårrai liʹstte lie norrum päiʹǩǩmättʼtõʹsse ââʹnteei materiaal.

source: Saamelaiskäräjien valmistaman oppimateriaalin verkkokaupassa on osio ´ Avoimia digimateriaaleja ´, jota täydennetään nyt.
sms: Sääʹmteeʹǧǧest lij mättmateriaali neʹttkaupp. Toʹben lie ʹ Ääv digimateriaal ʹ, da tõn tiuddeed ååʹn.

source: Muita materiaaleja on ladattavissa myös opetuskielten mukaan eritellyillä sivuilla, mutta ne edellyttävät tunnusten tilaamista koulutus- ja oppimateriaalitoimistosta.
sms: Jeeʹres materiaal lie še laaddâmnalla mättʼtemǩiõli mieʹldd juâǥǥtõllum seeidain, leâša tõk õõlǥte tobddõõzzi tiʹllʼjummuž škooultõs- da mättmateriaalkonttrest.

source: Saamelaiskäräjien valmistamat inarin-, koltan- ja pohjoissaamen kielten aakkosvideot, aakkoskuvataulut ja videoita on vapaasti ladattavissa tämän sivun alalaidasta: https://www.samediggi.fi/toiminta/koulutus-ja-oppimateriaali/
sms: Sääʹmteeʹǧǧ lij tuejjääm aanar-, nuõrtt- da tâʹvvsääʹmǩiõlid alfabeʹttvideoid, alfabeʹttkoovvtaaulid di videoid, koid vuäitt laaddâd tän seeid vueʹllruõbdâst: https://www.samediggi.fi/toiminta/koulutus-ja-oppimateriaali/

source: www.oktavuohta.com -sivustolla on julkaistu osio, johon on koottu saamenkielisiä digikirjoja ja mobiilipelejä: https://www.oktavuohta.com/mobiilipelit-ja-digikirjat
sms: www.oktavuohta.com -sijddu lie norrum sääʹmǩiõllsa digiǩeeʹrj da mobiilspeâl: https://www.oktavuohta.com/mobiilipelit-ja-digikirjat

source: Aineistot löytyvät availemalla osioita ja tutkimalla niiden yhteydessä olevia linkkejä.
sms: Materiaal käunnʼje, ko tuʹtǩǩad da ääʹvâstt liiŋkid, kook seeidain käunnʼje.

source: Lukulumo-sivusto on avannut kaikki materiaalinsa vapaasti hyödynnettäviksi.
sms: Lukulumo -kääzzkõs lij ääʹvääm puk jiijjâs materiaalid nuʹtt, što tõid vuäitt ââʹnned määustää.

source: Sivustolla on pohjois- ja eteläsaamenkielisiä digikirjoja: https://www.iltoppiminen.fi/palvelumme/lukulumo/
sms: Seeidain lie tâʹvv- da saujjsääʹmǩiõllsa ǩeeʹrj: https://www.iltoppiminen.fi/palvelumme/lukulumo/

source: Linkkejä saamenkielisiin lastenradio- ja TV-lähetyksiin sekä elokuviin:
sms: Liiŋk sääʹmǩiõllsaž päärnairadio- da TV-vuõlttõõzzid di jieʹllikaartid:

source: Unna Junná ohjelma
sms: Unna Junná programm

source: Binna Bánna radio-ohjelma
sms: Binna Bánna radioprogramm

source: SVT Plays Samiska program
sms: SVT Plays Samiska programm

source: Maahisweb – Saamelaismuseo Siidan lastensivusto
sms: Maahisweb – Sääʹm-museo Siida päärnai seeid

source: Cugu pohjoissaameksi
sms: Cugu tâʹvvsäämas

source: Hejoloja lastenohjelma SVT
sms: Hejoloja päärnaiprogramm SVT

source: IeŽár lastenohjelma, NRK
sms: IeŽár päärnaiprogramm, NRK

source: com lastenelokuvat
sms: com päärnaijieʹllikaart

source: NRK Jođi (pohjoissaameksi)
sms: NRK Jođi (tâʹvvsäämas)

source: Saamenkielinen äänite- ja oppimateriaalikokoelma, Giellagas-instituutti
sms: Arkiivi jiõn, Giellagas-institutt

source: Laulut ja sanat pohjoissaameksi – Jikŋon 2 (Frozen 2)
sms: Lávlagiat ja sánit – Jikŋon 2 (tâʹvvsäämas)
